const answers = {
    instrumental: {
        name: 'Инструментальный',
        answers: [4, 1, 3, 1, 1, 1, 1, null, 3, 1, 1, null, 3, 2, 5, 4, 2, 3, 1, 0, 0, 0, 4, 0, 6, "3, 6", "4, 6"]
    },
    professional: {
        name: 'Профессиональный',
        answers: [2, 3, 2, 2, 2, 1, 3, 3, 3, null, 1, null, 3, 3, 2, 2, 4, 1, 2, 1, 0, 0, 4, 0, 6, 5, "3, 5"]
    },
    patriotic: {
        name: 'Патриотический',
        answers: [3, 4, 5, 4, 3, 3, 3, null, 3, 3, null, null, null, 1, 3, 1, 1, 5, 4, 1, 2, 0, 4, 5, 0, 2, 2]
    },
    masters: {
        name: 'Хозяйский',
        answers: [1, 2, 4, 3, 5, 3, null, null, 1, null, 3, 1, null, 1, 1, 3, "3, 1", 2, 5, 1, 2, 0, 4, 0, 0, 1, "1, 2"]
    },
    lumpenized: {
        name: 'Люмпенизированный',
        answers: [5, 5, 1, 5, 4, null, 1, 1, 3, 1, 3, null, 1, 4, 4, 5, 5, 4, 3, 0, 2, 0, 0, 5, 0, 4, "7, 8"]
    }
}